window.t = {
	en: {
		// header
		home: "Home",
		about_us: "About Us",
		projects: "Projects",
		contact_us: "Contact Us",
		lang_switch: "العربية",
		// content
		residential: "Residential",
		commercial: "Commercial",
		offices: "Offices",
		residential_project_1: "Project 1",
		residential_project_2: "Project 2",
		residential_project_3: "Project 3",
		residential_project_4: "Project 4",
		// footer
		info_phone_number: "+962 78 9808 404",
		info_email: "info@planadesignstudio.com",
		info_address:
			"Mecca Street, Al Haraneh Complex, Building 150, 3th floor",
	},
	ar: {
		// header
		home: "الرئيسية",
		about_us: "من نحن",
		projects: "مشاريعنا",
		contact_us: "اتصل بنا",
		lang_switch: "English",
		// content
		residential: "سكني",
		commercial: "تجاري",
		offices: "مكاتب",
		proj_1_1: "شقة سكنية حديثة (عمان)",
		proj_1_2: "تم الحلم بهذه الفيلا باعتبارها خيالًا عصريًا ولكن راقيًا.",
		proj_1_3: "شاهد هنا كيف أصبح هذا الحلم حقيقة.",
		proj_1_4: "الذكريات تحول مجموعة من الجدران والأحجار إلى بيت جميل",
		proj_1_5: "أراد عميلنا أن يكون منزله مريحًا مع الحفاظ على البساطة",
		proj_1_6: "هذا أحد مشاريعنا المفضلة. نأمل أن ينال إعجابك أيضًا!",
		proj_1_7: "هنا يندهش الضيوف من جمال التصميم",
		proj_2_1: "صالون اس بي للشعر",
		proj_2_2: "فاخرة ومتينة؛ تمامًا كما أرادها عميلنا.",
		proj_2_3:
			"لقد أعطينا هذا الصالون لمسة من الحداثة يمكن رؤيتها من خلال الجدران والأثاث.",
		proj_2_4:
			"تجنب التصميم التشويش حتى لا يلهي العين عن الوقوع في حب البساطة.",
		proj_2_5: "سوق B.B.",
		proj_2_6:
			"من اللحظة التي تدخل فيها إلى السوق، يصبح واضحًا لعينيك ما يعنيه هذا المكان",
		proj_2_7:
			"استخدم فريقنا اللون الأصفر والخشب الطبيعي كعناصر رئيسية للتصميم.",
		proj_2_8:
			"جدران جميلة وتركيبات ملفتة للنظر تعزز ألوان الهوية في كل مكان",
		proj_2_9: "استمتع بقهوتك في جو مريح ودافئ :)",
		proj_3_1: "مكاتب المحاماة الحديثة",
		proj_3_2: "لقد أعطينا مكاتبهم شكل ومظهر ميزتهم التنافسية: القوة!",
		proj_3_3: "الخطوط جريئة، والملمس سميك، والأسود يتطابق تمامًا مع الخشب.",
		proj_3_4: "يعطي التصميم شعورًا غامرًا بما تمثله العلامة التجارية حقًا",
		proj_3_5: "تصميم مكتب بمساحة مفتوحة",
		proj_3_6:
			"لقد صممنا المساحة للمساعدة في إنتاج الأشياء اليومية لاستخدام الجميع، وجعلنا الأشياء أخف وزنًا وأكثر ليونة وشمولية وتوليد الطاقة ومساحة مضيئة.",
		// footer
		info_phone_number: "+962 78 9808 404",
		info_email: "info@planadesignstudio.com",
		info_address: "شارع مكة، مجمع الحرانة، بناية 150، الطابق 3",
	},
};
